Revit 2027 API
ParameterTypeId.RebarElemTerminationStartOrient Property
 "Orientation At Start"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarElemTerminationStartOrient { get; }
Public Shared ReadOnly Property RebarElemTerminationStartOrient As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarElemTerminationStartOrient {
	ForgeTypeId^ get ();
}
static member RebarElemTerminationStartOrient : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace